{
    "solar_system": [{
        "image": "mercury",
        "name": "Mercury",
        "orbital": 87,
        "satelites": [{
            "natural": [],
            "artificial": []
        }],
        "gravity": 0.38,
        "life": false,
        "temprature": 66,
        "about": "Mercury is the smallest and innermost planet in the Solar System. Its orbital period around the Sun of 87.97 days is the shortest of all the planets in the Solar System. It is named after the Roman deity Mercury, the messenger of the gods."
    },
    {
        "image": "venus",
        "name": "Venus",
        "orbital": 224,
        "satelites": [{
            "natural": [],
            "artificial": []
        }],
        "gravity": 0.9,
        "life": false,
        "temprature": 462,
        "about": "Venus is the second planet from the Sun, orbiting it every 224.7 Earth days. It has the longest rotation period (243 Earth days) of any planet in the Solar System and rotates in the opposite direction to most other planets (meaning the Sun rises in the west and sets in the east). It does not have any natural satellites. It is named after the Roman goddess of love and beauty. It is the second-brightest natural object in the night sky after the Moon, reaching an apparent magnitude of −4.6 – bright enough to cast shadows at night and, rarely, visible to the naked eye in broad daylight. Orbiting within Earth's orbit, Venus is an inferior planet and never appears to venture far from the Sun; its maximum angular distance from the Sun (elongation) is 47.8°."
    },
    {
        "image": "earth",
        "name": "Earth",
        "orbital": 365,
        "satelites": [{
            "natural": [{
                "name": "Moon"
            }],
            "artificial": [{
                "name": "International Space Station"
            }]
        }],
        "gravity": 1,
        "life": true,
        "temprature": 15,
        "about": "Earth is the third planet from the Sun, and the only astronomical object known to harbor life. According to radiometric dating and other sources of evidence, Earth formed over 4.5 billion years ago. Earth's gravity interacts with other objects in space, especially the Sun and the Moon, Earth's only natural satellite. Earth orbits around the Sun in 365.26 days, a period known as an Earth year. During this time, Earth rotates about its axis about 366.26 times."
    },
    {
        "image": "mars",
        "name": "Mars",
        "orbital": 686,
        "satelites": [{
            "natural": [{
                "name": "Phobos"
            },
            {
                "name": "Deimos"
            }
            ],
            "artificial": []
        }],
        "gravity": 0.3,
        "life": false,
        "temprature": -63,
        "about": "Mars is the fourth planet from the Sun and the second-smallest planet in the Solar System after Mercury. In English, Mars carries a name of the Roman god of war, and is often referred to as the Red Planet because the iron oxide prevalent on its surface gives it a reddish appearance that is distinctive among the astronomical bodies visible to the naked eye. Mars is a terrestrial planet with a thin atmosphere, having surface features reminiscent both of the impact craters of the Moon and the valleys, deserts, and polar ice caps of Earth."
    },
    {
        "image": "jupiter",
        "name": "Jupiter",
        "orbital": 4332,
        "satelites": [{
            "natural": [{
                "name": "Moon"
            }],
            "artificial": []
        }],
        "gravity": 2.5,
        "life": false,
        "temprature": -108,
        "about": "Jupiter is the fifth planet from the Sun and the largest in the Solar System. It is a giant planet with a mass one-thousandth that of the Sun, but two-and-a-half times that of all the other planets in the Solar System combined. Jupiter and Saturn are gas giants; the other two giant planets, Uranus and Neptune, are ice giants. Jupiter has been known to astronomers since antiquity. It is named after the Roman god Jupiter. When viewed from Earth, Jupiter can reach an apparent magnitude of −2.94, bright enough for its reflected light to cast shadows, and making it on average the third-brightest natural object in the night sky after the Moon and Venus."
    },
    {
        "image": "saturn",
        "name": "Saturn",
        "orbital": 10759,
        "satelites": [{
            "natural": [{
                "name": "Moon"
            }],
            "artificial": []
        }],
        "gravity": 1,
        "life": false,
        "temprature": -189,
        "about": "Saturn is the sixth planet from the Sun and the second-largest in the Solar System, after Jupiter. It is a gas giant with an average radius about nine times that of Earth. It has only one-eighth the average density of Earth, but with its larger volume Saturn is over 95 times more massive. Saturn is named after the Roman god of agriculture; its astronomical symbol (♄) represents the god's sickle."
    },
    {
        "image": "uranus",
        "name": "Uranus",
        "orbital": 30688,
        "satelites": [{
            "natural": [{
                "name": "Moon"
            }],
            "artificial": []
        }],
        "gravity": 0.8,
        "life": false,
        "temprature": -197,
        "about": "Uranus (from the Latin name Ūranus for the Greek god Οὐρανός) is the seventh planet from the Sun. It has the third-largest planetary radius and fourth-largest planetary mass in the Solar System. Uranus is similar in composition to Neptune, and both have bulk chemical compositions which differ from that of the larger gas giants Jupiter and Saturn. For this reason, scientists often classify Uranus and Neptune as ice giants to distinguish them from the gas giants. Uranus' atmosphere is similar to Jupiter's and Saturn's in its primary composition of hydrogen and helium, but it contains more ices such as water, ammonia, and methane, along with traces of other hydrocarbons. It is the coldest planetary atmosphere in the Solar System, with a minimum temperature of 49 K (−224 °C; −371 °F), and has a complex, layered cloud structure with water thought to make up the lowest clouds and methane the uppermost layer of clouds. The interior of Uranus is mainly composed of ices and rock."
    },
    {
        "image": "neptune",
        "name": "Neptune",
        "orbital": 60182,
        "satelites": [{
            "natural": [{
                "name": "Moon"
            }],
            "artificial": []
        }],
        "gravity": 1.14,
        "life": false,
        "temprature": -218,
        "about": "Neptune is the eighth and farthest known planet from the Sun in the Solar System. In the Solar System, it is the fourth-largest planet by diameter, the third-most-massive planet, and the densest giant planet. Neptune is 17 times the mass of Earth, slightly more massive than its near-twin Uranus. Neptune is denser and physically smaller than Uranus because its greater mass causes more gravitational compression of its atmosphere. Neptune orbits the Sun once every 164.8 years at an average distance of 30.1 AU (4.5 billion km). It is named after the Roman god of the sea and has the astronomical symbol ♆, a stylised version of the god Neptune's trident."
    }
    ]
}
